       01  PAGING-INDICATORS.                                                   
           02 LINE-SPACING           PIC X.                                     
              88 DOWN-ONE-LINE       VALUE ' '.                                 
              88 DOWN-TWO-LINES      VALUE  '+'.                                
           02 PAGE-SPACING           PIC X.                                     
              88 NEXT-PAGE           VALUE '1'.                                 
